Repository: ZeitOnline/briefkasten
Catalog: src/briefkasten/briefkasten/locale/*/LC_MESSAGES/briefkasten.po
Languages: de

source: Anonymous submission to the editors
de: Anonymisierte Nachricht an die Redaktion

source: Upload files
de: Datei(en) anhängen

source: Submit
de: Abschicken

source: Add another file
de: Weitere Datei hinzufügsen

source: secured connection
de: verschlüsselte Verbindung

source: here for further details
de: erfahren Sie hier

source: upload_text
de: Sie können uns hier über eine ${fingerprint_link} Dokumente und eine Nachricht hochladen. Ihre Dateien (z.B. Word, PDF, Excel) werden automatisch von allen versteckt gespeicherten Informationen im Dokument (z.B. Autor, Firma) bereinigt und anschließend PGP-verschlüsselt an die Redaktion übermittelt. Nach dem Hochladen erhalten Sie Zugang zu einer Webseite, deren Adresse nur Sie kennen und auf der wir Ihnen Nachrichten zukommen lassen können. Was das im Detail bedeutet, ${upload_extra_info}.

source: We have received your documents. Thank you!
de: Wir haben Ihre Dokumente erhalten. Vielen Dank!

source: here
de: auf dieser Seite

source: submission_success
de: Ihre Nachricht ist bei uns eingegangen. Ihr Bestätigungscode lautet ${drop_id}. Sie können bald ${location} prüfen, ob eine Nachricht der Redaktion vorliegt.

source: Submit further documents
de: Weitere Dokumente hochladen

source: Reply to your anonymous submission ${drop_id}
de: Nachricht zu Ihrer anonymen Datenspende ${drop_id}

source: No reply has been posted so far. Please save the URL of this page in a secure location to check for a response at a later time. Please don't bookmark this page, though, as those could be found by third parties.
de: Bitte notieren Sie sich die Adresse dieser Seite an einem geschützten Ort, um später erneut auf sie zugreifen zu können. Bitte legen Sie dazu keinen Bookmark in Ihrem Browser an — er kann von Dritten gefunden werden.

source: Return to the submission form
de: Zurück zur Startseite

source: Your submission is uploaded over a secured connection.
de: Die Übermittlung Ihrer hochgeladenen Texte und Dokumente an ZEIT ONLINE erfolgt über eine verschlüsselte Verbindung.

source: You can verify the integrity of that connection using a fingerprint. You can find an icon of a pad lock in the address bar of your browser which contains the necessary information.
de: Die Integrität der Verbindung können Sie anhand eines so genannten"Fingerprints" überprüfen. In Ihrem Browser finden Sie in der Addresszeile ein Schloss-Symbol; dahinter verbergen sich die Zertifikatsinformationen für diese Seite.

source: You will find the fingerprint under the heading 'SHA1'. Compare its value with that published in the paper edition of the ZEIT. They both must match. Only then can you be certain that the connection has not been compromised.
de: Den "Fingerprint", eine längere Kombination aus Zahlen und Buchstaben, finden Sie unter der Bezeichnung "SHA1". Vergleichen Sie diesen online angezeigten "Fingerprint" mit der in der gedruckten ZEIT veröffentlichten Zahlenkombination. Beide müssen übereinstimmen. Nur dann ist sichergestellt, dass der Daten-Upload über eine integre, geschützte Verbindung stattfindet.
